{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AbyssShipTaskActor",
			"Children": [
				{
					"Source": {
						"Text": "Advance Route Progress"
					},
					"Translation": {
						"Text": "Advance Route Progress"
					},
					"Key": "AdvanceRouteProgressInteraction"
				},
				{
					"Source": {
						"Text": "Engine"
					},
					"Translation": {
						"Text": "Engine"
					},
					"Key": "ShipSystemEngine"
				},
				{
					"Source": {
						"Text": "Flooding"
					},
					"Translation": {
						"Text": "Flooding"
					},
					"Key": "ShipSystemFlooding"
				},
				{
					"Source": {
						"Text": "Fuel"
					},
					"Translation": {
						"Text": "Fuel"
					},
					"Key": "ShipSystemFuel"
				},
				{
					"Source": {
						"Text": "Heat"
					},
					"Translation": {
						"Text": "Heat"
					},
					"Key": "ShipSystemHeat"
				},
				{
					"Source": {
						"Text": "Hull"
					},
					"Translation": {
						"Text": "Hull"
					},
					"Key": "ShipSystemHull"
				},
				{
					"Source": {
						"Text": "Power"
					},
					"Translation": {
						"Text": "Power"
					},
					"Key": "ShipSystemPower"
				},
				{
					"Source": {
						"Text": "Radio"
					},
					"Translation": {
						"Text": "Radio"
					},
					"Key": "ShipSystemRadio"
				},
				{
					"Source": {
						"Text": "Repair"
					},
					"Translation": {
						"Text": "Repair"
					},
					"Key": "RepairInteractionAction"
				},
				{
					"Source": {
						"Text": "Route Progress"
					},
					"Translation": {
						"Text": "Route Progress"
					},
					"Key": "ShipSystemRouteProgress"
				},
				{
					"Source": {
						"Text": "Sabotage"
					},
					"Translation": {
						"Text": "Sabotage"
					},
					"Key": "SabotageInteractionAction"
				},
				{
					"Source": {
						"Text": "Ship System"
					},
					"Translation": {
						"Text": "Ship System"
					},
					"Key": "ShipSystemUnknown"
				},
				{
					"Source": {
						"Text": "{0} {1}"
					},
					"Translation": {
						"Text": "{0} {1}"
					},
					"Key": "ShipTaskInteractionFormat"
				}
			]
		},
		{
			"Namespace": "FrostwakeUI",
			"Children": [
				{
					"Source": {
						"Text": "  - Final Approach!"
					},
					"Translation": {
						"Text": "  - Final Approach!"
					},
					"Key": "Hud_RouteFinalApproachSuffix"
				},
				{
					"Source": {
						"Text": "All {Required} players are ready. The host can start."
					},
					"Translation": {
						"Text": "All {Required} players are ready. The host can start."
					},
					"Key": "Menu_FmtLobbyReady"
				},
				{
					"Source": {
						"Text": "Food"
					},
					"Translation": {
						"Text": "Food"
					},
					"Key": "Hud_VitalFood"
				},
				{
					"Source": {
						"Text": "Frostwake - Practice"
					},
					"Translation": {
						"Text": "Frostwake - Practice"
					},
					"Key": "Hud_TitlePractice"
				},
				{
					"Source": {
						"Text": "Health"
					},
					"Translation": {
						"Text": "Health"
					},
					"Key": "Hud_VitalHealth"
				},
				{
					"Source": {
						"Text": "Host Lobby"
					},
					"Translation": {
						"Text": "Host Lobby"
					},
					"Key": "Menu_HostLobby"
				},
				{
					"Source": {
						"Text": "Host a lobby or join an existing one."
					},
					"Translation": {
						"Text": "Host a lobby or join an existing one."
					},
					"Key": "Menu_LobbyChoicePrompt"
				},
				{
					"Source": {
						"Text": "Items: (empty)"
					},
					"Translation": {
						"Text": "Items: (empty)"
					},
					"Key": "Hud_ItemsEmpty"
				},
				{
					"Source": {
						"Text": "Items: (none)"
					},
					"Translation": {
						"Text": "Items: (none)"
					},
					"Key": "Hud_ItemsNone"
				},
				{
					"Source": {
						"Text": "Items:{Items}"
					},
					"Translation": {
						"Text": "Items:{Items}"
					},
					"Key": "Hud_FmtItems"
				},
				{
					"Source": {
						"Text": "Join Lobby"
					},
					"Translation": {
						"Text": "Join Lobby"
					},
					"Key": "Menu_JoinLobby"
				},
				{
					"Source": {
						"Text": "Objective: advance the route, keep ship systems online"
					},
					"Translation": {
						"Text": "Objective: advance the route, keep ship systems online"
					},
					"Key": "Hud_Objective"
				},
				{
					"Source": {
						"Text": "Play"
					},
					"Translation": {
						"Text": "Play"
					},
					"Key": "Menu_Play"
				},
				{
					"Source": {
						"Text": "Role: Crew"
					},
					"Translation": {
						"Text": "Role: Crew"
					},
					"Key": "Hud_RoleCrew"
				},
				{
					"Source": {
						"Text": "Route to Goal  {Percent}%{Suffix}"
					},
					"Translation": {
						"Text": "Route to Goal  {Percent}%{Suffix}"
					},
					"Key": "Hud_FmtRouteToGoal"
				},
				{
					"Source": {
						"Text": "Server address"
					},
					"Translation": {
						"Text": "Server address"
					},
					"Key": "Menu_AddressHint"
				},
				{
					"Source": {
						"Text": "Solo Practice"
					},
					"Translation": {
						"Text": "Solo Practice"
					},
					"Key": "Menu_SoloPractice"
				},
				{
					"Source": {
						"Text": "Start Match"
					},
					"Translation": {
						"Text": "Start Match"
					},
					"Key": "Menu_StartMatch"
				},
				{
					"Source": {
						"Text": "Vitals"
					},
					"Translation": {
						"Text": "Vitals"
					},
					"Key": "Hud_Vitals"
				},
				{
					"Source": {
						"Text": "Waiting for the host to start."
					},
					"Translation": {
						"Text": "Waiting for the host to start."
					},
					"Key": "Menu_WaitingForHost"
				},
				{
					"Source": {
						"Text": "Waiting for {Required} players..."
					},
					"Translation": {
						"Text": "Waiting for {Required} players..."
					},
					"Key": "Menu_FmtLobbyWaiting"
				},
				{
					"Source": {
						"Text": "Warmth"
					},
					"Translation": {
						"Text": "Warmth"
					},
					"Key": "Hud_VitalWarmth"
				},
				{
					"Source": {
						"Text": "[E] Interact   [Scroll] Select item   [Q] Drop"
					},
					"Translation": {
						"Text": "[E] Interact   [Scroll] Select item   [Q] Drop"
					},
					"Key": "Hud_Controls"
				},
				{
					"Source": {
						"Text": "{Current} / {Required}"
					},
					"Translation": {
						"Text": "{Current} / {Required}"
					},
					"Key": "Menu_FmtPlayerCount"
				},
				{
					"Source": {
						"Text": "{Label}  {Percent}%"
					},
					"Translation": {
						"Text": "{Label}  {Percent}%"
					},
					"Key": "Hud_FmtGauge"
				}
			]
		}
	]
}